# taps
tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"

# brew
brew "bat"
brew "btop"
brew "cmake"
brew "coreutils"
brew "dialog"
brew "difftastic"
brew "eza"
brew "fd"
brew "fnm"
brew "flow"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gotop"
brew "helm"
brew "htop"
brew "jc"
brew "jq"
brew 'ncdu'
brew 'mas'
brew "mise"
brew "neofetch"
brew "neovim"
brew "node"
brew "pre-commit"
brew "pup"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "tldr"
brew "tree"
brew "wget"
brew "xclip"
brew "yazi"
brew "zoxide"

# cask
cask "alfred"
cask "anaconda"
cask "appcleaner"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "kitty"
cask "rancher"
cask "rectangle"
cask "spotify"
cask "stats"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
